/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "Activat";
"general.off" = "Desactivat";
"general.login" = "Inicia la sessió";
"general.logout" = "Tanca la sessió";
"general.ok" = "D'acord";
"general.cancel" = "Cancel·la";
"general.username" = "Nom d'usuari";
"general.password" = "Contrasenya";
"general.na" = "N/A";

"input.value_is_empty" = "El valor no pot estar buit.";
"input.already_exists" = "El valor ja existeix.";

// Guide Window
"guide.highlights" = "Destacats";
"guide.basic_settings" = "Configuració bàsica";
"guide.faq" = "Preguntes freqüents";

// Initial Window
"initial.announcement" = "Estàs fent servir una versió %@ d'IINA";
"initial.beta.desc" = "Si vols tornar a una versió de llançament, desmarca “rebre actualitzacions beta” a Configuració > General i instal·la una versió estable des del nostre lloc  <a href=\"https://iina.io\">web oficial</a>.";
"initial.nightly.desc" = "La versió Nightly no es recomana com a versió d’ús diari. Actualment, les compilacions Nightly no admeten l’actualització automàtica. Si us plau, descarrega manualment les versions més recents des del nostre  <a href=\"https://nightly.iina.io\">web de nightly</a>.";
"initial.debug.desc" = "Debug builds are usually not optimized for performance, so it is not recommended to be used as daily drive. Debug builds do not support auto update.";
"initial.bug_report" = "Report via <a href=\"https://github.com/iina/iina/issues\">GitHub issues</a>.";

// Inspector Window
"inspector.error" = "Error";

// MainWindowController.swift
"main.buffering_indicator" = "Carregant… %d%%";
"main.opening_stream" = "Obrint fluxe de dades…";
"main.seeking_indicator" = "Seeking…";
"osc.precision" = "Precisió";
"osc.1s" = "1 segon";
"osc.100ms" = "100 milisegons";
"osc.10ms" = "10 mil·lisegons";
"osc.1ms" = "1 mil·lisegon";

// QuickSettingViewController.swift
"quicksetting.item_default" = "Per defecte";
"quicksetting.item_none" = "Cap";
"quicksetting.hwdec" = "Decodificació per maquinari";
"quicksetting.deinterlace" = "Desentrellaçament";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Amaga";
"quicksetting.reset_speed" = "Reset speed to 1x";

// EQ Presets
"eq.preset.flat" = "Flat";
"eq.preset.acoustic" = "Acoustic";
"eq.preset.classical" = "Classical";
"eq.preset.dance" = "Dance";
"eq.preset.deep" = "Deep";
"eq.preset.electronic" = "Electronic";
"eq.preset.hip_hop" = "Hip Hop";
"eq.preset.increase_bass" = "Increase Bass";
"eq.preset.increase_treble" = "Increase Treble";
"eq.preset.increase_vocal" = "Increase Vocal";
"eq.preset.jazz" = "Jazz";
"eq.preset.latin" = "Latin";
"eq.preset.loundness" = "Loundness";
"eq.preset.lounge" = "Lounge";
"eq.preset.piano" = "Piano";
"eq.preset.pop" = "Pop";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "Reduce Bass";
"eq.preset.reduce_treble" = "Reduce Treble";
"eq.preset.rock" = "Rock";
"eq.preset.small_speaker" = "Small Speaker";
"eq.preset.spoken_word" = "Spoken Word";

"alert.eq.new_profile.title" = "New EQ Profile";
"alert.eq.new_profile.message" = "Escriu un nom de perfil.";
"alert.eq.rename.title" = "Rename Current Profile";
"alert.eq.rename.message" = "Please enter a new profile name.";

// OSDMessage.swift
"osd.pause" = "Pausa";
"osd.resume" = "Reprèn";
"osd.volume" = "Volum: %@";
"osd.speed" = "Speed: %@x";
"osd.aspect" = "Relació d'aspecte: %@";
"osd.crop" = "Escapça: %@";
"osd.rotate" = "Gira: %i°";
"osd.deinterlace" = "Desentrellaça: %@";
"osd.hwdec" = "Decodificació per maquinari: %@";
"osd.audio_delay.nodelay" = "Retard de l'àudio: sense retard";
"osd.audio_delay.later" = "Retard de l'àudio: %@s després";
"osd.audio_delay.earlier" = "Retard de l'àudio: %@s abans";
"osd.sub_delay.nodelay" = "Retard dels subtítols: sense retard";
"osd.sub_delay.later" = "Retard dels subtítols: %@s després";
"osd.sub_delay.earlier" = "Retard dels subtítols: %@s abans";
"osd.subtitle_pos" = "Posició dels subtítols: %@";
"osd.sub_hidden" = "Subtitles Hidden";
"osd.sub_visible" = "Subtitles Visible";
"osd.sub_second_delay.nodelay" = "Retard Secundari de Subtítols: Sense Retard";
"osd.sub_second_delay.later" = "Secondary Subtitle Delay: %@s Later";
"osd.sub_second_delay.earlier" = "Retard Secundari de Subtítols: %@s Abans";
"osd.sub_second_hidden" = "Subtítols Secundaris Amagats";
"osd.sub_second_pos" = "Posició Secundària de Subtítols: %@";
"osd.sub_second_visible" = "Subtítols Secundaris Visibles";
"osd.mute" = "Silencia";
"osd.unmute" = "Amb so";
"osd.screenshot" = "Captura de pantalla feta";
"osd.abloop.a" = "Bucle-AB: A";
"osd.abloop.b" = "Bucle-AB: B";
"osd.abloop.clear" = "Bucle-AB: suprimit";
"osd.stop" = "Atura";
"osd.chapter" = "Capítol: %@";
"osd.subtitle_scale" = "Escala dels subtítols: %@x";
"osd.add_to_playlist" = "%i fitxer afegits a la llista de reproducció";
"osd.clear_playlist" = "Llista de reproducció suprimida";
"osd.video_eq.contrast" = "Contrast: %i";
"osd.video_eq.gamma" = "Gamma: %i";
"osd.video_eq.hue" = "To: %i";
"osd.video_eq.saturation" = "Saturació: %i";
"osd.video_eq.brightness" = "Brillantor: %i";
"osd.find_online_sub" = "Cercant subtítols en línia…";
"osd.find_online_sub.source" = "des de";
"osd.sub_not_found" = "No s'han trobat subtítols";
"osd.sub_found" = "Subtítols %d trobats.";
"osd.sub_downloading" = "Descarregant subtítols %d";
"osd.sub_downloaded" = "Subtítols baixats";
"osd.sub_saved" = "Subtítols desats";
"osd.network_error" = "Error de xarxa";
"osd.file_error" = "Error llegint el fitxer";
"osd.cannot_login" = "No és possible iniciar sessió";
"osd.canceled" = "Cancel·lat";
"osd.cannot_connect" = "No es pot connectar";
"osd.timed_out" = "Temps d'espera superat";
"osd.filter_added" = "Filtre afegit: %@";
"osd.filter_removed" = "Filtre suprimit";
"osd.file_loop" = "Loop Single File";
"osd.playlist_loop" = "Repetir la llista de reproducció";
"osd.no_loop" = "Desactivar repetició";

"preference.title" = "Preferències";
"preference.general" = "General";
"preference.ui" = "Interfície";
"preference.video_audio" = "Vídeo/Àudio";
"preference.subtitle" = "Subtítols";
"preference.network" = "Xarxa";
"preference.control" = "Controls";
"preference.keybindings" = "Dreceres de teclar";
"preference.advanced" = "Avançat";
"preference.plugins" = "Extensions";
"preference.utilities" = "Utilitats";
"preference.scripts" = "Scripts";
"preference.not_logged_in" = "Sense sessió";
"preference.logged_in_as" = "Amb sessió com a %@";
"preference.system_media_control" = "Utilitza els controls multimèdia del sistema";

"preference.key_binding_hint_1" = "Per editar les dreces de teclat en el fitxer actual, prem el botó \"Duplica…\" per crear una còpia.";
"preference.key_binding_hint_2" = "Doble clic a la dreta de la fila per editar la drecera de teclat corresponent.";

"preference.enable_adv_settings" = "Habilita les opcions avançades";

"preference.sub_override_level.no" = "no";
"preference.sub_override_level.force" = "force";
"preference.sub_override_level.scale" = "scale";
"preference.sub_override_level.strip" = "tira";
"preference.sub_override_level.yes" = "yes";

"preference.sub_override_level.descriptive_text.no" = "Render subtitles as specified by the subtitle scripts, without overrides.";
"preference.sub_override_level.descriptive_text.force" = "Apply all subtitle styles.";
"preference.sub_override_level.descriptive_text.scale" = "Apply the scale setting in addition to the style settings in this section.";
"preference.sub_override_level.descriptive_text.strip" = "Radically strip all ASS tags and styles from the subtitle.";
"preference.sub_override_level.descriptive_text.yes" = "Apply all the style settings in this section.";

"preference.ytdl_plugin_not_installed" = "Instal·la el complement \"Online Media\" des del menú \"Complements > instal·la des de GitHub\". Podràs gaudir de funcions com la descàrrega de vídeos i les actualitzacions del complement \"yt-dlp\".";
"preference.ytdl_plugin_installed" = "The built-in youtube-dl support is disabled since you have the Online media plugin installed.";

"menu.volume" = "Volum: %@";
"menu.volume_muted" = "Volum: %@ (Silenciat)";
"menu.audio_delay" = "Retard d'àudio: %@s";
"menu.sub_delay" = "Retard en els subtítols: %@s";
"menu.sub_hide" = "Hide Subtitles";
"menu.sub_show" = "Mostrar Subtítols";
"menu.sub_second_hide" = "Amagar Subtítols Secundaris";
"menu.sub_second_show" = "Veure Subtítols Secundaris";
"menu.fullscreen" = "Pantalla completa";
"menu.exit_fullscreen" = "Surt de la pantalla completa";
"menu.pip" = "Picture-in-Picture";
"menu.exit_pip" = "Surt del Picture-in-Picture";
"menu.mini_player" = "Entrar Mode de Música";
"menu.exit_mini_player" = "Sortir Mode de Música";
"menu.pause" = "Pausa";
"menu.resume" = "Reprèn";
"menu.speed" = "Velocitat: %@x";
"menu.chapters" = "Mostra panell de capítols";
"menu.hide_chapters" = "Amaga el panell de capítols";
"menu.playlist" = "Mostra panell de la llista de reproducció";
"menu.hide_playlist" = "Amaga el panell de la llista de reproduccions";
"menu.video" = "Show Video Panel";
"menu.hide_video" = "Hide Video Panel";
"menu.audio" = "Show Audio Panel";
"menu.hide_audio" = "Hide Audio Panel";
"menu.subtitles" = "Mostra el panell de subtítols";
"menu.hide_subtitles" = "Hide Subtitles Panel";

"menu.seek_forward" = "Avança %@s";
"menu.seek_backward" = "Retrocedeix %@s";
"menu.speed_up" = "Speed Up by %@x";
"menu.speed_down" = "Speed Down by %@x";
"menu.volume_up" = "Volum + %@%%";
"menu.volume_down" = "Volum - %@%%";
"menu.audio_delay_up" = "Retarda d'àudio + %@s";
"menu.audio_delay_down" = "Retarda d'àudio - %@s";
"menu.sub_delay_up" = "Retarda en els subtítols + %@s";
"menu.sub_delay_down" = "Retarda en els subtítols - %@s";

"menu.crop_custom" = "Personalitzat…";
"menu.find_online_sub" = "Cerca subtítols en línia a %@";

"menu.manage_plugins" = "Manage Plugins…";
"menu.developer_tool" = "Developer Tool";
"menu.more_plugin" = "More…";
"menu.conflicting_shortcuts" = "Conflicting key shortcuts…";
"menu.reload_plugins" = "Recarrega tots els plugins";
"menu.show_plugins_panel" = " Mostra el panell de plugins";
"menu.hide_plugins_panel" = "Hide Plugins Panel";

"track.audio" = "Àudio";
"track.none" = "<Cap>";
"track.sub" = "Subtítols";
"track.video" = "Vídeo";

"subtrack.no_loaded" = "No s'han carregat subtítols";
"subtrack.no_external" = "No s'han trobat subtítols externs";

// Alerts
"alert.beta_channel.title" = "Rebre actualitzacions de versions Beta";

"alert.title_error" = "Error";
"alert.title_warning" = "Avís";
"alert.title_info" = "Informació";

"alert.fatal_error" = "Error: fatal %@ \nL'aplicació es tancarà ara.";
"alert.mpv_error" = "Error intern %@ (%@) establint la opció %@.";

"alert.unsupported_audio" = "Fitxer d'àudio extern no compatible.";
"alert.unsupported_video" = "Unsupported external video file.";
"alert.unsupported_sub" = "Subtítols no compatibles.";
"alert.unsupported_url" = "Enllaç no compatible.";
"alert.wrong_url_format" = "Format d'enllaç erroni.";

"alert.error_open" = "No es pot obrir el fitxer!";
"alert.error_finding_file" = "No es pot trobar el fitxer %@!";
"alert.error_loading_script" = "No es pot carregar l'script %@!";
"alert.error_saving_file" = "S'ha produït un error al desar %@: %@";
"alert.error_deleting_file" = "No es pot suprimir el fitxer.";

"alert.target_peak.bad_value" = "The value \"%@\" is invalid.\nPlease provide a value between 10 and 10000, or 0.";

"alert.config.new.title" = "Nova configuració d'entrada";
"alert.config.new.message" = "Si us plau introdueix un nom per a la nova configuració.";
"alert.config.duplicate.title" = "Duplica configuració";
"alert.config.duplicate.message" = "Si us plau, introdueix un nom per al fitxer de configuració duplicat.";
"alert.config.file_existing.title" = "El fitxer ja existeix";
"alert.config.file_existing.message" = "Ja existeix un arxiu de configuració amb el mateix nom d'arxiu. Selecciona OK per veure l'arxiu a Finder.";
"alert.config.cannot_create" = "No es pot crear el fitxer de configuració!\n%@";
"alert.config.cannot_write" = "No es pot escriure en el fitxer de configuració!";
"alert.config.rename.title" = "Reanomenar la Configuració d'Entrada";
"alert.config.rename.message" = "Please enter the new name for the configuration.";

"alert.filter.incorrect" = "Error establint filtres. Si us plau verifica el format dels paràmetres.";
"alert.add_filter.title" = "Crea filtre";
"alert.add_filter.message" = "Si us plau introdueix un filtre de text en format mpv's o format af.";

"alert.keybinding_config.error" = "Error analitzant el fitxer \"%@\" de configuració de les dreceres de teclat! S'ha reestablert la configuració de defecte de IINA. Si us plau, verifica la configuració.";

"alert.extra_option.cannot_read" = "No es poden llegir les opciones de mpv extra definides per l'usuari.";
"alert.extra_option.empty" = "La clau o el valor no poden estar buits!";
"alert.extra_option.error" = "Error establint la opció --%@=%@ amb el valor de retorn %d. Si us plau, verifica les opcions extres a Preferències > Avançat.";
"alert.extra_option.config_folder" = "Error establint el directori de configuració \"%@\".";

"alert.playlist.error_deleting" = "Error suprimint: %@";

"alert.screenshot.error_taking" = "Cannot take a screenshot!";

"alert.sub.no_selected" = "Si us plau, selecciona primer un dels subtítols baixats.";
"alert.sub_lang_not_set" = "Si us plau, estableix un idioma per defecte a les preferències abans d'utilitzar OpenSubtitles. Anglès(eng) serà utilitzat aquesta vegada.";
"alert.sub.cannot_save_passwd" = "No s'ha pogut desar la teva contrasenya en el Clauer: %@";
"alert.sub.cannot_login" = "No s'ha pogut iniciar sessió. Si us play, verifica el teu nom d'usuari, la contrasenya i l'estat de la xarxa.\n\n%@";
"alert.sub.save_downloaded.title" = "Desa els subtítols baixats";

"alert.set_default.title" = "Establir IINA com aplicació per defecte";
"alert.set_default.message" = "IINA serà establerta com a aplicació per defecte per a tots els tipus de fitxer que suporta.";
"alert.set_default.success" = "S'ha acabat amb un %d d'èxit i un %d d'error.";

"alert.add_watch.title" = "Afegeix una propietat de monitoreig";
"alert.add_watch.message" = "Si us plau, introdueix un nom vàlid de propietat mpv.";

"alert.jump_to.title" = "Salta a";
"alert.jump_to.message" = "Si us plau, introdueix el moment de temps en el que vols saltar. Exemple: 20:35";

"alert.opensub.login.title" = "Inicia sessió a OpenSubtitles";
"alert.opensub.login.message" = "Si us plau, introdueix el nom d'usuari i contrasenya";

"alert.open_url.title" = "Obre enllaç";
"alert.open_url.message" = "Si us plau, introdueix l'enllaç:";
"alert.choose_media_file.title" = "Selecciona el fitxers multimèdia";

"alert.add_url.title" = "Afegeix enllaç";
"alert.add_url.message" = "Si us plau, introdueix l'enllaç:";

"alert.delete_history.title" = "Suprimeix l'historial de reproducció";
"alert.delete_history.message" = "Estàs segur que vols suprimir les entrades seleccionades?";

"alert.filter_hwdec.message" = "Estàs a punt d'aplicat un filtre de vídeo. Malgrat això, és possible que el teu maquinari no suporti filtres de vídeo correctament. Pots desactivat la decodificació per maquinari o canviar a Automàtic(còpia), el qual consumeix el doble de memòria.\nPot ser que hagis de repetir la operació anterior (com establir l'espapçament) per a que funcioni.";
"alert.filter_hwdec.abort" = "Interromp";
"alert.filter_hwdec.turn_off" = "Desactiva la descodificació per maquinari";
"alert.filter_hwdec.use_copy" = "Canvia a Automàtic(còpia)";

"alert.clear_cache.title" = "Neteja la memòria cau de les miniatures";
"alert.clear_cache.message" = "Estàs segur que vols netejar tota la memòria cau de les miniatures?";

"alert.clear_history.title" = "Suprimeix l'historial de reproducció";
"alert.clear_history.message" = "Estàs segur que vols eliminar tot l'historial de reproducció?";

"alert.clear_watch_later.title" = "Suprimeix el progrés de reproducció desat";
"alert.clear_watch_later.message" = "Estàs segur que vols suprimir tot el progrés de reproducció desat? (dades de \"watch later\")?";

"alert.restore_alerts.title" = "Restaura alertes silenciades";
"alert.restore_alerts.message" = "Segur que vols restaurar les alertes silenciades?";

"alert.nothing_to_open" = "Res per obrir.";

"alert.no_video_track" = "No hi ha pista de vídeo.";

"alert.duplicate_config" = "No es pot editar directament el fitxer de configuració per defecte. Si us plau, crea un duplicat abans d'editar.";

"alert.assrt_register" = "Degut a la quota limitada de l'API, es recomanada l'ús del teu propi token de l'API. El token per defecte és només per un ús de demostració i pot provocar errors de connexió.";
"alert.assrt_register.register" = "Registra ara";
"alert.assrt_register.try" = "Prova-ho primer";
"alert.assrt_token_prompt.title" = "Introdueix el teu token de la API";
"alert.assrt_token_prompt.message" = "Please register in the opened webpage. Get your token in your user home page and enter it below:";
"alert.assrt_token_invalid" = "Your Assrt API token seems to be invalid.";

"alert.plugin_uninstall.title" = "Estàs segur que vols desinstal·lar %@?";
"alert.plugin_uninstall.message" = "El complement s'esborrarà del teu disc.";
"alert.plugin_reinstall.title" = "Plugin %@ already exists";
"alert.plugin_reinstall.message" = "Do you want to reinstall the plugin?";
"alert.duplicated_plugin_id" = "S'han trobat complements duplicats. Dos o més complements tenen el mateix identificador \"%@\". Això pot comportar un funcionament erroni. Si us plau, busca'ls a Preferències - Complements i comunica-ho als seus autors. Si un complement està instal·lat localment, tu també pots canviar manualment el seu identificador modificant el fitxer Info.json del complement.";
"alert.plugin_no_update" = "No s'han trobat actualitzacions.";
"alert.plugin_update_found.title" = "Actualitzacions trobades per a %@";
"alert.plugin_update_found.message" = "L'última versió és %@. Tu tens %@. Vols actualitzar?";
"alert.plugin_permission" = "Aquest complement necessita els següents permisos. Si us plau, revisa'ls abans de continuar.";
"alert.plugin_permission_added" = "Aquesta actualització necessita els següents permisos. Si us plau, revisa'ls abans de continuar.";

"playlist.total_length" = "%@ en total";
"playlist.total_length_with_selected" = "%@ de %@ seleccionats";
"playlist.sorting.header" = "Sorting";
"playlist.sorting.filename_ascending" = "Filename Ascending";
"playlist.sorting.filename_descending" = "Filename Descending";
"playlist.sorting.path_ascending" = "File Path Ascending";
"playlist.sorting.path_descending" = "File Path Descending";
"pl_menu.title_multi" = "%d elements";
"pl_menu.play_next" = "Reprodueix el següent";
"pl_menu.play_in_new_window" = "Reprodueix en una finestra nova";
"pl_menu.remove" = "Suprimeix";
"pl_menu.remove_multi" = "Suprimeix els seleccionats";
"pl_menu.delete" = "Mou a la papepera";
"pl_menu.delete_multi" = "Mou els fitxer seleccionats a la papepera";
"pl_menu.delete_after_play" = "Mou a la paperera després de la seva reproducció";
"pl_menu.delete_after_play_multi" = "Mou els fitxer seleccionats a la paperera després de la seva reproducció";
"pl_menu.show_in_finder" = "Mostra al Finder";
"pl_menu.add_file" = "Afegeix fitxer…";
"pl_menu.add_url" = "Afegeix enllaç…";
"pl_menu.clear_playlist" = "Neteja llista de reproducció";
"pl_menu.matched_sub" = "%d Subtítol(s) coincident(s)";
"pl_menu.add_sub" = "Afegeix subtítol…";
"pl_menu.wrong_sub" = "Wrong Subtitle!";
"pl_menu.browser" = "Obre al navegador";
"pl_menu.copy_url" = "Copia l'enllaç";
"pl_menu.copy_url_multi" = "Copia els enllaços";

"keymapping.title" = "Assignació de tecles";
"keymapping.message" = "Prem qualsevol tecla per començar a gravar.";

"filter.video_filters" = "Filtres de vídeo";
"filter.audio_filters" = "Filtres d'àudio";

"hwdec.no" = "Desactiva decodificació per maquinari.";
"hwdec.auto" = "Activa decodificació per maquinari. Malgrat això, molts dels filtres de vídeo no funcionaràn correctament.";
"hwdec.auto-copy" = "Activa decodificació per maquinari.  Consumeix el doble de memòria però funciona amb els filtres de vídeo.";

"gaplessAudio.no" = "Playback of consecutive audio files may result in silence or disruption at the point of file change.";
"gaplessAudio.weak" = "If the audio format the decoder output changes, the audio device is closed and reopened, disrupting gapless playback.";
"gaplessAudio.yes" = "The audio device is opened using parameters chosen for the first file played and is then kept open for gapless playback. Following files may be resampled.";

"subencoding.auto" = "Detecta automàticament";

"osc_toolbar.settings" = "Preferències ràpides";
"osc_toolbar.playlist" = "Llistes de reproducció i capítols";
"osc_toolbar.pip" = "Commuta Picture-in-Picture";
"osc_toolbar.full_screen" = "Commuta pantalla completa";
"osc_toolbar.music_mode" = "Canvia a mode de música";
"osc_toolbar.sub_track" = "Selecciona la pista dels subtítols";
"osc_toolbar.screenshot" = "Take a screenshot";
"osc_toolbar.plugins" = "Show plugins panel";

"mini_player.album_art" = "Mescla la caràtula";
"mini_player.loop" = "Repeteix";
"mini_player.shuffle" = "Mescla";
"mini_player.remove" = "Elimina de la llista de reproducció";
"mini_player.add" = "Afageix a la llista de reproducció";
"mini_player.delete" = "Elimina totes les pistes de la llista de reproducció";
"mini_player.volume" = "Volum";
"mini_player.close" = "Tanca el mode de música";
"mini_player.back" = "Torna al mode de vídeo";
"mini_player.sort" = "Sort the playlist";

// Touch bar

"touchbar.ahead_15" = "Avança 15sec";
"touchbar.ahead_30" = "Avança 30sec";
"touchbar.back_15" = "Retrocedeix 15sec";
"touchbar.back_30" = "Retrocedeix 30 segons";
"touchbar.next_video" = "Vídeo següent";
"touchbar.prev_video" = "Vídeo anterior";
"touchbar.increase_volume" = "Volum +";
"touchbar.decrease_volume" = "Volum -";
"touchbar.rewind" = "Rebobina";
"touchbar.fast_forward" = "Avança ràpid";
"touchbar.play_pause" = "Reprodueix / Pausa";
"touchbar.seek" = "Cerca";
"touchbar.time" = "Posició en el temps";
"touchbar.remainingTimeOrTotalDuration" = "Temps restant / Duració total";
"touchbar.toggle_pip" = "Commuta Picture-in-Picture";

// Plugin permissions

"permissions.network-request.name" = "Petició d'accés a la xarxa";
"permissions.network-request.desc" = "Aquest complement pot fer peticions o pujar dades a aquests llocs web:";
"permissions.network-request.any_site" = "Qualsevol lloc web";
"permissions.show-osd.name" = "Mostra subtítols";
"permissions.show-osd.desc" = "Aquest complement pot ensenyar missatges en pantalla (OSD).";
"permissions.show-alert.name" = "Mostrar alertes";
"permissions.show-alert.desc" = "Aquest complement pot mostrar finestres emergents.";
"permissions.video-overlay.name" = "Afegir overlay als vídeos";
"permissions.video-overlay.desc" = "Aquest complement pot renderitzar contingut adicional al damunt del vídeo.";
"permissions.file-system.name" = "Accedeix els fitxers";
"permissions.file-system.desc" = "Aquest complement pot llegir o escriure fitxers al teu disc, això pot incloure informació sensible. També pot executar altres programes o aplicacions que poden malmetre el teu ordinador. Comprova el seu origen.";

"plugin.install" = "Instal·la";
"plugin.installed" = "Instal·lat";
"plugin.not_installed" = "No instal·lat";
"plugin.local" = "Instal·lat localment";
"alert.plugin.install_error" = "Hi ha hagut un error durant la instal·lació: %@";
"alert.invalid_url" = "L'adreça URL no és vàlida.";
"plugin.install_error.invalid_url" = "L'adreça URL no és vàlida.";
"plugin.install_error.file_not_found" = "No es pot trobar el fitxer.";
"plugin.install_error.cannot_download" = "No s'ha pogut descarregar el complement.\n\nSortida:%@\n";
"plugin.install_error.cannot_unpackage" = "No s'ha pogut descomprimir el complement.\n\nSortida: %@\n";
"plugin.install_error.cannot_load" = "IINA no pot carregar aquest complement. Potser té un format incorrecte.";
"plugin.check_for_updates" = "Comprova si hi ha actualitzacions";
"plugin.updating" = "S'està baixant l'actualització…";
